{
    "mail":"Mail",
    "linkedIn":"LinkedIn",
    "home":"Home",
    "presentation": "I have a degree in computer engineering, I work in the field of computer science as a Senior Lead Software Engineer in Web/Desktop and mobile applications.<br /> I am passionate about new technologies and what I do, and I want to share my expertise, skills, and creativity in this field. I aim to develop and confirm my skills while continuously learning different subjects. <br />I have a dynamic spirit, a good sense of responsibility and analysis, and I often opt for teamwork. I anticipate problems by proposing solutions that are adapted to the field requirements. <br /> On my spare time I work on many personal projects you can check my github bellow.",
    "experience":"Experience",
    "cap-desc":"<p>At capgemini, I had the opportunity to work with amazing people, and amazing technologies like AWS, Symfony, Typscript, Angular, Magento, Akeneo PIM, ... and lot of dev-ops software and tools like docker and jenkins and github-actions and gitlab-ci</p>",
    "wiz-desc":"<p>At wiztivi I had many responsabilities, and roles and I had a chance to explore the universe of set top boxes for many international actors like Vodafone Eutelsat and SFR.</p>", 
    "tisa-desc":"<p>My first job as an engineer, was a chalenging experience, I was the most experienced in a team of 4-5 junior engineers. I had an opportunity to work on a project for the European space agency (ESA), with many new technologies and also IOT Research and developement.</p>",
    "year":"year",
    "month":"month",
    "skills":"Skills",
    "projects":"Projects",
    "education":"Education",
    "languages":"Languages",
    "french": "French",
    "english": "English",
    "arabic": "Arabic",
    "tamazight": "Tamazight",
    "tamazight-desc": "(Indigenous language in North Africa)",
    "german": "German",
    "russian": "Russian",
    "native-lang":"Native or bilingual proficiency.",
    "pro-lang":"Full professional proficiency.",
    "elem-lang":"Elementary proficiency.",
    "elem-lang-bis":"Elementary knowledge.",
    "3-variants":"(3 variants)",
    "yr":"yr(s)",
    "mos":"mos",
    "hobbies":"Hobbies",
    "hobbies-desc":"<p>On my freetime, I like to read books specially IT stuff, play competitive video games and play guitar.</p><p>Also I work on open source projects on my github and for the community like npm packages for IOT devices/ Bots in python, and other tools to make coders life easier.</p>",
    "january": "January",
    "february": "February",
    "march": "March",
    "april": "April",
    "may": "May",
    "june": "June",
    "july": "July",
    "august": "August",
    "september": "September",
    "october": "October",
    "november": "November",
    "december": "December",
    "sunday": "Sunday",
    "monday": "Monday",
    "tuesday": "Tuesday",
    "wednesday": "Wednesday",
    "thursday": "Thursday",
    "friday": "Friday",
    "saturday": "Saturday"
}