{
    "mail": "Email",
    "linkedIn": "LinkedIn",
    "home": "Ville actuelle",
    "presentation": "J'ai un diplôme en génie informatique, je travaille dans le domaine de l'informatique en tant que développeur senior dans les applications Web/Desktop et mobiles.<br />Je suis passionné par les nouvelles technologies et ce que je fais, et je souhaite partager mon expertise, mes compétences et ma créativité dans ce domaine.<br />Mon objectif est de développer et de confirmer mes compétences tout en apprenant continuellement différents sujets.<br />J'ai un esprit dynamique, un bon sens des responsabilités et de l'analyse, et j'opte souvent pour le travail d'équipe.<br />J'anticipe les problèmes en proposant des solutions adaptées aux exigences du domaine.<br />Pendant mon temps libre, je travaille sur de nombreux projets personnels que vous pouvez consulter sur mon github ci-dessous.",
    "experience": "Expérience",
    "cap-desc":"<p>À Capgemini, j'ai eu l'opportunité de travailler avec des personnes incroyables et des technologies incroyables telles que AWS, Symfony, TypeScript, Angular, Magento, Akeneo PIM, ... ainsi que de nombreux logiciels et outils DevOps comme Docker, Jenkins, GitHub Actions et GitLab CI.</p>",
    "wiz-desc":"<p>À Wiztivi, j'ai eu de nombreuses responsabilités et rôles, et j'ai eu la chance d'explorer l'univers des décodeurs pour de nombreux acteurs internationaux comme Vodafone, Eutelsat et SFR.</p>",
    "tisa-desc":"<p>Mon premier emploi en tant qu'ingénieur a été une expérience stimulante. J'étais le plus expérimenté dans une équipe de 4 à 5 ingénieurs juniors. J'ai eu l'opportunité de travailler sur un projet pour l'Agence spatiale européenne (ESA), avec de nombreuses nouvelles technologies ainsi que dans la recherche et le développement des objets connectés (IoT).</p>",
    "year": "année",
    "month": "mois",
    "skills": "Compétences",
    "projects": "Projets",
    "education": "Education",
    "languages": "Langues",
    "french": "Français",
    "english": "Anglais",
    "arabic": "Arabe",
    "tamazight": "Tamazight",
    "tamazight-desc": "(Langue autochtone en affrique du nord)",
    "german": "Allemand",
    "russian": "Russe",
    "native-lang": "Maîtrise native ou bilingue.",
    "pro-lang": "Maîtrise professionnelle complète.",
    "elem-lang": "Maîtrise élémentaire.",
    "elem-lang-bis": "Connaissances élémentaires.",
    "3-variants": "(3 variantes)",
    "yr": "an(s)",
    "mos": "mos",
    "hobbies": "Loisirs",
    "hobbies-desc": "<p>Pendant mon temps libre, j'aime lire des livres, surtout des ouvrages sur l'informatique, jouer à des jeux vidéo compétitifs et jouer de la guitare.</p><p>De plus, je travaille sur des projets open source sur mon GitHub et pour la communauté, comme des packages npm pour les appareils IoT / des bots en Python, ainsi que d'autres outils pour faciliter la vie des codeurs.</p>",
    "january": "Janvier",
    "february": "Février",
    "march": "Mars",
    "april": "Avril",
    "may": "Mai",
    "june": "Juin",
    "july": "Juillet",
    "august": "Août",
    "september": "Septembre",
    "october": "Octobre",
    "november": "Novembre",
    "december": "Décembre",
    "sunday": "Dimanche",
    "monday": "Lundi",
    "tuesday": "Mardi",
    "wednesday": "Mercredi",
    "thursday": "Jeudi",
    "friday": "Vendredi",
    "saturday": "Samedi"
}